const locale = {
	required: 'لطفا این فیلد را کامل نمایید.',
	username: 'نام کاربری می تواند شامل حروف بزرگ و کوچک و اعداد و فقط _ باشد و با _ شروع نشود.',
	email: 'لطفا ایمیل را به درستی وارد نمایید.',
	mobile: 'لطفا شماره موبایل را به درستی وارد نمایید.',
	password: 'لطفا رمز عبور پیچیده تری وارد کنید (از اعداد و حروف خاص و حروف بزرگ استفاده نمایید).',
	passwordConfirm: 'تکرار رمزعبور با رمزعبور یکسان نیست.',
	min: 'حداقل تعداد کاراکتر {{length}} می باشد.',
	max: 'حداکثر تعداد کاراکتر {{length}} می باشد.'
};

export default locale;
